{
  "reviews": [
    {
      "name": "Elina Nguyen",
      "image": "/images/review/rv1.png",
      "content": "Emily is professional, friendly very experienced. I love my eyebrows tattoos, lip tattoos, nano treatments facial my skin looks glow with no apps pics! they look so natural. She did an amazing job and she is highly recommended. Thank you Vybrows Academy 😍😍😍 …"
    },
    {
      "name": "Sabrina Nguyen",
      "image": "/images/review/rv2.png",
      "content": "I recently visited VyBrows Academy and had an amazing experience! The space is clean, welcoming, and professionally run. Emily is incredibly talented and made me feel so comfortable throughout the process. My brows have never looked better, natural, symmetrical, and exactly what I was hoping for. You can tell she really cares about her craft and her clients. Highly recommend to anyone considering brow tattoos or shaping. You won’t be disappointed!"
    },
    {
      "name": "Jenny Nguyen",
      "image": "/images/review/rv3.png",
      "content": "Vy has been doing my browns and lips at least 10yrs.  I always feel happy with the results.  She very sweet, talented and professional. I brought my daughter to get micro blading done by Vy too. I been refer friends, family and clients to Vy.  If any women need perfect eyebrows and lips I highly recommend Vybrown Academy you never regret!!!"
    },
    {
      "name": "James Duvall",
      "image": "/images/review/rv4.png",
      "content": "I recently had a herbal hairwash relaxation and the eyedetox treatment done and I love them both!! Emily and her colleague did such a wonderful job and they come highly recommended!"
    },
    {
      "name": "Lily Huynh",
      "image": "/images/review/rv5.png",
      "content": "Thank you Kim! You did amazing work on my eyebrows! I feel more confident than ever before without drawing on my eyebrows everyday like I have been for over 10 years lol. Thank you very much to everyone including Vy and Emily they were all so welcoming. The whole process only took a couple hours. Kim truly has an eye for detail and symmetry and takes into account your face shape. I was very comfortable throughout the whole process with little to no pain. I recommended this service to anyone that just wants to wake up a little more put together without the time and money it takes to do traditionally with makeup. Xoxo - Lily"
    },
    {
      "name": "Tammy Huynh",
      "image": "/images/review/rv6.png",
      "content": "Where do I even start, I learned so much during my time at the academy. All my teachers were so patient, attentive, and encouraging. Especially Vy and Emily. They’ve definitely inspired me to work hard to master my arts. Not only did I learned, I even got the pleasure of getting my brows and lips corrected and improved by them! They made me feel comfortable and welcomed. Highly recommend ! ❤️"
    },
    {
      "name": "Duy Anh Nghiem",
      "image": "/images/review/rv7.png",
      "content": "I took my sister to get her eyebrows done by Ms.Emily last Friday and she was really happy with the results. Emily gave her details and advised her gently to choose the perfect color that matches her face, and I was surprised that my sister was happy, even snoring throughout the process since she could not bear a single needle, and the outcome was so natural that I couldn't tell that it was a tattoo. I highly recommend Vy Brows Beauty if you want to have a better appearance."
    },
    {
      "name": "Ryan Rodriguez",
      "image": "/images/review/rv8.png",
      "content": "Emily did a great job with my lip blushing. She does a free consultation and gives you exactly  what you need. The results are very natural and subtle. This is a great medspa if you’re considering permanent makeup. I also had my eyeliner tattoo done and the results are very natural. Overall, I had a great experience here. I recommend Emily as she is very down to earth, knowledgeable and will comfort you through the process."
    },
    {
      "name": "Uyen Truong",
      "image": "/images/review/rv9.png",
      "content": "I'm absolutely thrilled with my ombré eyebrow shading done by Emily! The gradient effect is flawless, giving my brows a natural yet defined look. The shape perfectly frames my face, enhancing my features beautifully. Emily was professional, attentive, and incredibly skilled, ensuring a comfortable experience from start to finish. I couldn't be happier with the results and highly recommend her services to anyone considering a similar treatment."
    },
    {
      "name": "Khanh Pham",
      "image": "/images/review/rv10.png",
      "content": "Great customer services! Emily and Vy are very professional at what they are doing. I would recommend them if you want to look more beautiful."
    },
    {
      "name": "Esther Delaquis",
      "image": "/images/review/rv11.png",
      "content": "I had Ms. Emily do my eyebrows and she did an extraordinary job! My brows look amazing and I have been getting great compliments from everyone about how great they look. The facility is spacious and clean. Ms. Emily was gentle and courteous. I actually fell asleep during the process. 😃. Thanks, Ms. Emily. I highly recommend VY brows👌🏽"
    },
    {
      "name": "Anna Jackson-Cosby",
      "image": "/images/review/rv12.png",
      "content": "This is my 3rd time coming to Vy over the past 6 years and I will always be a faithful client.  She does great quality work that last! She has flawless technique and her numbing cream works so you don't feel the pain!"
    },
    {
      "name": "Kat McGibb",
      "image": "/images/review/rv13.png",
      "content": "Emily took really good care of me. Feeling younger and more beautiful 😍 had my lips and Brows done. Highly recommend!!!! …"
    },
    {
      "name": "Trang Do",
      "image": "/images/review/rv14.png",
      "content": "I got my eyebrows done by Trinh and Emily today and I am so happy with how everything turned out. I got my eyebrows microbladed about 6 years ago and the lady that did my eyebrows left them uneven. I thought that it wasn’t possible to fix but they not only fixed the unevenness, everything turned out so natural and not bolded like most place. I highly recommend this place to everyone that’s thinking about it."
    },
    {
      "name": "Xinh Chau",
      "image": "/images/review/rv15.png",
      "content": "I have my lips done with Emily, she did a great job. I am very satisfied. She asked me very carefully how I like, and she did exactly what I want on my lips. The process was painless, and very quick, about an hour and a half. The color after peeling is very beautiful. She is very caring for her customers, 100% recommended."
    },
    {
      "name": "Le Nguyen",
      "image": "/images/review/rv16.png",
      "content": "I have a hairstroke section with Emily. She did a great job on my brows. I am so surprises that it’s completely painless, and the outcome is so natural that I cant even think I just have tattoo. 100% recommend!!! Thanks Emily."
    },
    {
      "name": "Myrna Gabbay",
      "image": "/images/review/rv17.png",
      "content": "The clinic was neat, the place was lovely, Emily was an amazing artist, gentle patient and very client friendly. The result was so nice that I booked to tattoo the eyeliner within two days. Highly confident to have it done there. Thanks Emily!"
    },
    {
      "name": "Ly Nguyen",
      "image": "/images/review/rv18.png",
      "content": "I had my hair-stroke eyebrows done and the immediate result looks extremely natural! Ms. Emily and Ms. Kim are very professional and conscientious! The whole process went very smoothly - I feel no pain at all! Highly recommend Vybrows if you are looking for new high-quality and long-lasting eyebrows with reasonable prices!!!"
    },
    {
      "name": "tonnu anhquynh",
      "image": "/images/review/rv19.png",
      "content": "I had the pleasure of getting my eyebrows done with Emily, and I couldn't be happier with the results! Her hairstroke technique is truly remarkable. Emily's attention to detail and precision in each stroke made the whole experience seamless and comfortable. Not only did she deliver fantastic results, but she also made sure I felt at ease throughout the process. The salon's atmosphere was welcoming and clean, adding to the overall positive experience. If you're considering getting your eyebrows done, I highly recommend Emily as she's a true artist with a passion for her craft."
    },
    {
      "name": "Nguyen TThuy",
      "image": "/images/review/rv20.png",
      "content": "Professional and artistically well done. I’m so pleased and happy with my eyebrows  than ever..I walked out of her salon with confidence because the natural look of my new eyebrows. If you are looking, Vy’s eyebrows is a place. Thanks. So much to Vy for a job well done.👌👏🥰"
    }
  ]
}
